---
kind: enumMember
id: F:Autodesk.Revit.DB.PointCloudFoundStatus.FoundOK
enum: Autodesk.Revit.DB.PointCloudFoundStatus
source: html/4fde9174-a6f0-1ba4-7b87-c8ca5cb034d9.htm
---
# Autodesk.Revit.DB.PointCloudFoundStatus.FoundOK

File-based Point Cloud has been located and can be loaded.